# St7GetNumInfluenceMultiVariableCases

Returns the number of load influence variables available in the current result file.

long St7GetNumInfluenceMultiVariableCases(long uID, long* NumMultiVariableCases)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
NumMultiVariableCases
Number of multi-variable load influence cases defined.